{
	"m_title":"Dimmable Scene",
	"m_descr":"<p>This app creates a dimmable scene with highly configurable options for how each light and switch responds to the master light level.</p><p>Each light can be configured with individual threshold levels and a response curve. Each switch can be configured to switch on and off at a particular level.</p><p>This allows you to smoothly transition from a dim setting with just a couple of lamps at a low level, up to all lights on at maximum brightness with each light coming on at an appropriate time and responding individually. Switches can also be added to turn on non-dimmable lights or other accessories at a desired level.</p><p>Other accessories which operate as multilevel switches can also be used - you could match your blinds to your light settings or have the colour of a light change with its brightness.</p><p>If a single curve is insufficient, by selecting the 'do not send command' options you can have multiple entries for the same light. This is particularly useful if you want to change colours using Hue and Saturation controls. Be careful when using this option, as overlapping ranges for the same light can produce unexpected results.</p>",
	"l_dimmers":"Dimmers",
	"l_switches":"Switches",
	"l_min_level":"Minimum level",
	"h_min_level":"The lowest level for this light",
	"l_min_master_level":"Master level corresponding to this light's minimum level",
	"h_min_master_level":"When you set the master scene to this level, the light will be set to is minimum level.",
	"l_off_below_min":"Switch off below minimum level",
	"h_off_below_min":"If this is not selected the light will be set to its minimum level.",
	"l_ignore_below_min":"Do not send command below minimum level",
	"h_ignore_below_min":"No command will be sent, so the light will stay at whatever level it is already set to. Select this to avoid conflicts if you want to set up multiple entries for the same light. This option overrides 'Switch off below minimum level'.",
	"l_max_level":"Maximum level",
	"h_max_level":"The highest level for this light",
	"l_max_master_level":"Master level corresponding to this light's maximum level",
	"h_max_master_level":"When you set the master scene to this level, the light will be set to is maximum level.",
	"l_off_above_max":"Switch off above maximum level",
	"h_off_above_max":"If this is not selected the light will be set to its maximum level.",
	"l_ignore_above_max":"Do not send command above maximum level",
	"h_ignore_above_max":"No command will be sent, so the light will stay at whatever level it is already set to. Select this to avoid conflicts if you want to set up multiple entries for the same light. This option overrides 'Switch off above maximum level'.",
	"l_expo":"Exponential factor",
	"h_expo":"This sets the shape of the curve for the response of this light relative to the master level. Set to 1 for linear response, > 1 for less response at medium master levels, decimal value from 0 to 1 for more response at medium master levels.",
	"l_on_level":"Switch on at master level",
	"l_off_level":"Switch off at master level",
	"l_dontSetSameLevel":"Don't send command if level has not changed",
	"h_dontSetSameLevel":"Minimises network traffic.",
	"h_switch_levels":"Switch will be on from the 'Switch on' level up to the 'Switch off' level and off at all higher or lower levels.",
	"l_last_level_button":"Create a separate toggle button that recalls the last level the scene was set to."
}